Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_404_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: xxx
smn: Raavâdviäsu Galla

source: Sámekulturguovddáža restoráŋŋa Galla bálvala guovddáža bargiid boradanbáikin , kongreassaid ja čoahkkimiid borademiin ja maiddái eará olbmuid boradan- ja gáfestallanbáikin .
smn: Säämi kulttuurkuávdáá raavâdviäsu Galla palvâl kuávdáá pargeid purâdempäikkin , kongressij já čuákkimij tiilámpuurrâdmijn sehe táálu äššigâsâi já kuosij purâdem- já káhvástâllâmsaijeen .

source: Restoráŋŋa lea guovddáža vuosttaš gearddis .
smn: Raavâdviäsu lii kuávdáá vuossâmuu keerdist .

source: Dan stuorra lásain oaidná Juvdujohkii ja Anárjávrái .
smn: Ton stuorrâ laasâi čoođâ uáiná Juvduujuuhân já Aanaarjáávrán .

source: Restoráŋŋas lea sadji 60 olbmui .
smn: Raavâdviäsust láá äššigâssajeh 60 äššigâsáid .

source: Oktavuođadieđut :
smn: Ohtâvuođâtiäđuh :
